Repository: DimaMishchenko/currency
Catalog: Features/Home/Sources/HomeUI/Resources/Converter.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

# historyTipTitle
source: View rate history
de: Kursverlauf ansehen
es: Ver historial del cambio
fr: Voir l’historique du taux
it: Visualizza la cronologia del tasso
ja: レートの履歴を見る
ko: 환율 추이 보기
pt_br: Ver histórico da taxa
ru: Посмотреть историю курса
tr: Kur geçmişini görüntüle
uk: Переглянути історію курсу
zh_hans: 查看汇率历史
zh_hant: 查看匯率歷史

# historyTipMessage
source: See how this exchange rate has changed over time.
de: Sieh dir an, wie sich dieser Wechselkurs im Laufe der Zeit verändert hat.
es: Consulta cómo ha variado este tipo de cambio con el tiempo.
fr: Découvre comment ce taux de change a évolué au fil du temps.
it: Scopri come è cambiato questo tasso nel tempo.
ja: 為替レートの時間による変化を確認。
ko: 시간에 따른 환율 변화를 확인하세요.
pt_br: Veja como esta taxa de câmbio mudou ao longo do tempo.
ru: Узнайте, как этот курс менялся со временем.
tr: Bu döviz kurunun zaman içinde nasıl değiştiğini görün.
uk: Дізнайтеся, як цей курс змінювався з часом.
zh_hans: 查看此汇率随时间的变化。
zh_hant: 查看此匯率隨時間的變化。

# widgetsTipTitle
source: Explore widgets
de: Widgets entdecken
es: Explorar widgets
fr: Explorer les widgets
it: Esplora i widget
ja: ウィジェットを見る
ko: 위젯 살펴보기
pt_br: Explorar widgets
ru: Открыть виджеты
tr: Araç takımlarını keşfet
uk: Переглянути віджети
zh_hans: 探索小组件
zh_hant: 探索小工具

# widgetsTipMessage
source: Find widgets for your Home Screen and learn how to add them.
de: Finde Widgets für deinen Home-Bildschirm und erfahre, wie du sie hinzufügst.
es: Descubre widgets para tu pantalla de inicio y aprende a añadirlos.
fr: Découvre des widgets pour ton écran d’accueil et apprends à les ajouter.
it: Trova widget per la schermata Home e scopri come aggiungerli.
ja: ホーム画面用のウィジェットを見つけ、追加方法を確認。
ko: 홈 화면 위젯을 찾고 추가 방법을 알아보세요.
pt_br: Encontre widgets para sua Tela de Início e aprenda a adicioná-los.
ru: Найдите виджеты для экрана «Домой» и узнайте, как их добавить.
tr: Ana Ekranınız için araç takımları bulun ve nasıl ekleneceğini öğrenin.
uk: Знайдіть віджети для початкового екрана й дізнайтеся, як їх додати.
zh_hans: 查找主屏幕小组件并了解添加方法。
zh_hant: 尋找主畫面小工具並了解加入方法。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Параметри
zh_hans: 设置
zh_hant: 設定

source: Local currency
de: Lokale Währung
es: Moneda local
fr: Devise locale
it: Valuta locale
ja: 現地通貨
ko: 현지 통화
pt_br: Moeda local
ru: Местная валюта
tr: Yerel para birimi
uk: Місцева валюта
zh_hans: 当地货币
zh_hant: 當地貨幣

# localCurrencyName
source: Local · %1$@
de: Lokal · %1$@
fr: Locale · %1$@
it: Locale · %1$@
ja: 現地 · %1$@
ko: 현지 · %1$@
ru: Местная · %1$@
tr: Yerel · %1$@
uk: Місцева · %1$@
zh_hans: 当地 · %1$@
zh_hant: 當地 · %1$@

# localUnavailable
source: Local currency unavailable · Tap to retry
de: Lokale Währung nicht verfügbar · Tippen zum Wiederholen
es: Moneda local no disponible · Toca para reintentar
fr: Devise locale indisponible · Touche pour réessayer
it: Valuta locale non disponibile · Tocca per riprovare
ja: 現地通貨を利用できません · タップして再試行
ko: 현지 통화 사용 불가 · 탭하여 재시도
pt_br: Moeda local indisponível · Toque para tentar novamente
ru: Местная валюта недоступна · Нажмите для повтора
tr: Yerel para birimi kullanılamıyor · Yeniden denemek için dokunun
uk: Місцева валюта недоступна · Торкніться для повтору
zh_hans: 当地货币不可用 · 轻点重试
zh_hant: 無法使用當地貨幣 · 點一下再試

# localLastKnown
source: Last-known local currency · Tap to retry
de: Zuletzt bekannte lokale Währung · Tippen zum Wiederholen
es: Última moneda local conocida · Toca para reintentar
fr: Dernière devise locale connue · Touche pour réessayer
it: Ultima valuta locale nota · Tocca per riprovare
ja: 最後に確認した現地通貨 · タップして再試行
ko: 마지막으로 확인한 현지 통화 · 탭하여 재시도
pt_br: Última moeda local conhecida · Toque para tentar novamente
ru: Последняя известная местная валюта · Нажмите для повтора
tr: Son bilinen yerel para birimi · Yeniden denemek için dokunun
uk: Остання відома місцева валюта · Торкніться для повтору
zh_hans: 上次确认的当地货币 · 轻点重试
zh_hant: 上次確認的當地貨幣 · 點一下再試

source: Add currency
de: Währung hinzufügen
es: Añadir moneda
fr: Ajouter une devise
it: Aggiungi valuta
ja: 通貨を追加
ko: 통화 추가
pt_br: Adicionar moeda
ru: Добавить валюту
tr: Para birimi ekle
uk: Додати валюту
zh_hans: 添加货币
zh_hant: 加入貨幣

source: Refresh rates
de: Kurse aktualisieren
es: Actualizar tipos de cambio
fr: Actualiser les taux
it: Aggiorna i tassi
ja: レートを更新
ko: 환율 갱신
pt_br: Atualizar taxas
ru: Обновить курсы
tr: Kurları yenile
uk: Оновити курси
zh_hans: 刷新汇率
zh_hant: 重新整理匯率

source: Manage currencies
de: Währungen verwalten
es: Gestionar monedas
fr: Gérer les devises
it: Gestisci valute
ja: 通貨を管理
ko: 통화 관리
pt_br: Gerenciar moedas
ru: Управление валютами
tr: Para birimlerini yönet
uk: Керування валютами
zh_hans: 管理货币
zh_hant: 管理貨幣

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
tr: Seçenekler
uk: Опції
zh_hans: 选项
zh_hant: 選項

# editAmountHint
source: Tap to edit this amount
de: Tippen, um diesen Betrag zu bearbeiten
es: Toca para editar este importe
fr: Touche pour modifier ce montant
it: Tocca per modificare questo importo
ja: タップして金額を編集
ko: 탭하여 금액 편집
pt_br: Toque para editar este valor
ru: Нажмите, чтобы изменить сумму
tr: Bu tutarı düzenlemek için dokunun
uk: Торкніться, щоб змінити суму
zh_hans: 轻点以编辑此金额
zh_hant: 點一下以編輯此金額

# detailsAndHistory
source: Details & history
de: Details und Verlauf
es: Detalles e historial
fr: Détails et historique
it: Dettagli e cronologia
ja: 詳細と履歴
ko: 상세 정보 및 환율 추이
pt_br: Detalhes e histórico
ru: Сведения и история
tr: Ayrıntılar ve geçmiş
uk: Відомості та історія
zh_hans: 详情与历史
zh_hant: 詳細資訊與歷史

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 환율 추이
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
zh_hans: 历史
zh_hant: 歷史

# editingCurrencyAmount
source: Editing %@ amount
de: Betrag in %@ bearbeiten
es: Editando importe en %@
fr: Modification du montant en %@
it: Modifica dell’importo in %@
ja: %@の金額を編集中
ko: %@ 금액 편집 중
pt_br: Editando valor em %@
ru: Редактирование суммы в %@
tr: %@ tutarı düzenleniyor
uk: Редагування суми в %@
zh_hans: 正在编辑%@金额
zh_hant: 正在編輯%@金額

source: Copy amount
de: Betrag kopieren
es: Copiar importe
fr: Copier le montant
it: Copia l’importo
ja: 金額をコピー
ko: 금액 복사
pt_br: Copiar valor
ru: Скопировать сумму
tr: Tutarı kopyala
uk: Скопіювати суму
zh_hans: 拷贝金额
zh_hant: 拷貝金額

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Убрать
tr: Kaldır
uk: Прибрати
zh_hans: 移除
zh_hant: 移除

# doneEntering
source: Done entering amount
de: Betragseingabe abschließen
es: Finalizar entrada de importe
fr: Terminer la saisie du montant
it: Termina l’inserimento dell’importo
ja: 金額の入力を完了
ko: 금액 입력 완료
pt_br: Concluir entrada de valor
ru: Завершить ввод суммы
tr: Tutar girişini bitir
uk: Завершити введення суми
zh_hans: 完成金额输入
zh_hant: 完成金額輸入

source: Enter amount
de: Betrag eingeben
es: Introducir importe
fr: Saisir un montant
it: Inserisci l’importo
ja: 金額を入力
ko: 금액 입력
pt_br: Inserir valor
ru: Введите сумму
tr: Tutar girin
uk: Введіть суму
zh_hans: 输入金额
zh_hant: 輸入金額

source: Delete digit
de: Ziffer löschen
es: Eliminar dígito
fr: Supprimer un chiffre
it: Elimina cifra
ja: 1桁削除
ko: 숫자 삭제
pt_br: Apagar dígito
ru: Удалить цифру
tr: Rakamı sil
uk: Видалити цифру
zh_hans: 删除一位
zh_hant: 刪除一位

source: Decimal separator
de: Dezimaltrennzeichen
es: Separador decimal
fr: Séparateur décimal
it: Separatore decimale
ja: 小数点
ko: 소수 구분 기호
pt_br: Separador decimal
ru: Десятичный разделитель
tr: Ondalık ayırıcı
uk: Десятковий роздільник
zh_hans: 小数分隔符
zh_hant: 小數分隔符

# reorderHint
source: Swipe to remove. Tap Edit to reorder. Your widgets follow the same order.
de: Wische zum Entfernen. Tippe auf Bearbeiten, um die Reihenfolge zu ändern. Deine Widgets folgen derselben Reihenfolge.
es: Desliza para eliminar. Toca Editar para reordenar. Tus widgets siguen el mismo orden.
fr: Balaye pour supprimer. Touche Modifier pour réordonner. Tes widgets suivent le même ordre.
it: Scorri per rimuovere. Tocca Modifica per riordinare. I widget seguono lo stesso ordine.
ja: スワイプして削除。「編集」をタップして並べ替えます。ウィジェットも同じ順序に従います。
ko: 쓸어넘겨 제거하세요. 편집을 탭하여 순서를 바꾸세요. 위젯도 같은 순서를 따릅니다.
pt_br: Deslize para remover. Toque em Editar para reordenar. Seus widgets seguem a mesma ordem.
ru: Смахните для удаления. Нажмите «Править», чтобы изменить порядок. Виджеты используют тот же порядок.
tr: Kaldırmak için kaydırın. Sıralamak için Düzenle’ye dokunun. Araç takımlarınız aynı sırayı izler.
uk: Змахніть для видалення. Торкніться «Змінити», щоб змінити порядок. Віджети використовують той самий порядок.
zh_hans: 轻扫以移除，轻点“编辑”以排序。小组件遵循相同顺序。
zh_hant: 滑動以移除，點一下「編輯」以排序。小工具遵循相同順序。

# selectionSaveFailed
source: Your selection couldn’t be saved.
de: Deine Auswahl konnte nicht gespeichert werden.
es: No se pudo guardar tu selección.
fr: Ta sélection n’a pas pu être enregistrée.
it: Impossibile salvare la tua selezione.
ja: 選択内容を保存できませんでした。
ko: 선택을 저장하지 못했습니다.
pt_br: Não foi possível salvar sua seleção.
ru: Не удалось сохранить ваш выбор.
tr: Seçiminiz kaydedilemedi.
uk: Не вдалося зберегти ваш вибір.
zh_hans: 无法保存您的选择。
zh_hant: 無法儲存您的選擇。

# rateSaveFailed
source: Rates updated, but couldn’t be saved for offline use.
de: Kurse wurden aktualisiert, konnten aber nicht für die Offline-Nutzung gespeichert werden.
es: Los tipos de cambio se han actualizado, pero no se pudieron guardar para usarlos sin conexión.
fr: Les taux ont été actualisés, mais n’ont pas pu être enregistrés pour une utilisation hors ligne.
it: Tassi aggiornati, ma non salvati per l’uso offline.
ja: レートを更新しましたが、オフライン用に保存できませんでした。
ko: 환율이 갱신되었지만 오프라인으로 저장하지 못했습니다.
pt_br: As taxas foram atualizadas, mas não puderam ser salvas para uso offline.
ru: Курсы обновлены, но их не удалось сохранить для работы без интернета.
tr: Kurlar güncellendi ancak çevrimdışı kullanım için kaydedilemedi.
uk: Курси оновлено, але їх не вдалося зберегти для роботи без інтернету.
zh_hans: 汇率已更新，但无法保存以供离线使用。
zh_hant: 匯率已更新，但無法儲存以供離線使用。

# sourceAccessibility
source: Source currency, %@
de: Ausgangswährung, %@
es: Moneda de origen, %@
fr: Devise source, %@
it: Valuta di origine, %@
ja: 換算元通貨、%@
ko: 기준 통화, %@
pt_br: Moeda de origem, %@
ru: Исходная валюта, %@
tr: Kaynak para birimi, %@
uk: Вихідна валюта, %@
zh_hans: 来源货币，%@
zh_hant: 來源貨幣，%@

# editAmountAccessibility
source: Edit amount in %@
de: Betrag in %@ bearbeiten
es: Editar importe en %@
fr: Modifier le montant en %@
it: Modifica l’importo in %@
ja: %@の金額を編集
ko: %@ 금액 편집
pt_br: Editar valor em %@
ru: Изменить сумму в %@
tr: %@ cinsinden tutarı düzenle
uk: Змінити суму в %@
zh_hans: 编辑%@金额
zh_hant: 編輯%@金額

# detailsAccessibility
source: %@ details and history
de: Details und Verlauf von %@
es: Detalles e historial de %@
fr: Détails et historique de %@
it: Dettagli e cronologia di %@
ja: %@の詳細と履歴
ko: %@ 상세 정보 및 환율 추이
pt_br: Detalhes e histórico de %@
ru: Сведения и история %@
tr: %@ ayrıntıları ve geçmişi
uk: Відомості та історія %@
zh_hans: %@详情与历史
zh_hant: %@詳細資訊與歷史

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Widgets
it: Widget
ja: ウィジェット
ko: 위젯
ru: Виджеты
tr: Araç takımları
uk: Віджети
zh_hans: 小组件
zh_hant: 小工具
